{
  "article": {
    "article_title": "Assessment of Earthquake Induced Landslide Hazard for Sikkim",
    "article_author": "Dr. Naveen James",
    "galleries": "./Assessment of Landslide Hazards/",
    "pic": "",
    "article": "<div>&nbsp;Landslides posse major threat to human life and property in the Hilly regions, especially ones which receive heavy rainfall and are located in earthquake-prone regions. As per the National Disaster Management Authority, a landslide can be generally defined as the downward and outward movement of slope materials (rock or soil) along a slope under the influence of gravity. The Indian state of Sikkim is no exception. Situated in the Himalayan belt, the region faces frequent landslides. It is now well established fact that the Himalayan belt, which is an active plate boundary due to the convergent movement between Indian plate and Eurasian plate (as in fig.1), is one the most seismically active regions in the world.</div><div><br></div><div><span style=\"background-color: rgba(255, 255, 255, 0);\"><img src=\"./discussions/Assessment of Landslide Hazards/Fig1.png\" width=\"700\" height=\"336\"></span></div><div><div>Movement of Indian Plate (Source http://earthobservatory.nasa.gov/ )</div></div><div><br></div><div>About 300 occurrences of devastating landslide were reported in Sikkim during 2011 earthquake of magnitude (Mw) 6.9 along India-Nepal border, affecting transportation and power infrastructures in the state. Even the recent earthquake in Nepal triggered many landslides in Sikkim. &nbsp;Hence this study has been conducted to assess the landslide hazard of Sikkim, especially those induced by earthquakes. &nbsp;It is to be noted that the previous research works in the area of landslide hazard assessment have come up with many qualitative landslide hazard maps. However, in this study, the seismic landslide hazard for the Sikkim state (macro-level) is assessed in a quantitative manner, which is one of its kind.</div><div><br></div><div>Unlike an earthquake, landslide is a local event and its impact is restricted to a smaller region, hence generally landslide hazards were assessed at the micro-level only. However, a macro-level landslide hazard assessment will help engineers to identify regions which are highly vulnerable to landslide. With the emergence of Geographic Information Systems (GIS) and availability of high speed computers, scientists can assess landslide hazard at a larger scale. The study first identifies and characterizes past earthquake events and sources in and around (within 500 km boundary) of the study area (as in fig.2). Then the state is divided into grids, and calculated the intensity of earthquake ground shaking at each of these grid points based of seismo-tectonic data. Combining this information with the slope of the grid point (generated using GIS from the satellite data), the minimum safety criterion/parameter required for a slope to resist seismic landslides was determined. The actual safety criterion/parameter at a site depends upon the geotechnical properties of the soil, drainage pattern, landcover and slope gradient.</div><div><br></div><div><img src=\"./discussions/Assessment of Landslide Hazards/Fig2.png\" width=\"700\" height=\"336\"></div><div>Fig.2 Earthquake events within 500 Km from the Sikkim’s boundary</div><div><br></div><div>Based on the analysis, the researchers could classify the grids in Sikkim into three classes – high, moderate and low hazard regions. Most of Sikkim falls under the high hazard zone (as in fig.3).</div><div><br></div><div><img src=\"./discussions/Assessment of Landslide Hazards/Fig3.png\" width=\"700\" height=\"336\"></div><div>Fig.3 Seismic landslide hazard map of Sikkim</div><div><br></div><div>It now becomes feasible for engineers to estimate the 'vulnerability' of a particular location. This defines how well or how poorly human lives and infrastructures are protected against the landslide hazard. The highlight of this study is that it was carried out at very finer resolution of 30m × 30m grid size. The study can help identify vulnerable zones in order to plan mitigation efforts and provide a good database for decision-making while planning big projects. It is highly recommended to perform extensive site investigation and set-up landslide alarm systems for regions, where significant human population/settlements is exposed to high landslide hazard. In these regions, several landslide counter measures can be adopted like construction of strong retaining walls, rock bolting with wire mesh and shotcreting or soil nailing or control of surface water infiltration by providing appropriate drainage and/or planting of vegetation. The most important part of any landslide mitigation program is to create awareness among the local people. Proper care should be taken while carrying out any activity such as agriculture or construction of an infrastructure on a sloped terrain.</div><div><br></div><div><i><b>Disclaimer : </b> The article published here is for the information of the general public. It is not peer reviewed.</i></div>",
    "about_author": "Dr. Naveen James was a PhD student in Civil Engineering department with Prof. T. G. Sitharam. Areas of Expertise : Football Training, OnaSadya, Wine Engineering. He is now an Assistant Professor at BITS Pilani(Hyderabad).",
    "author_pic": "Naveen James.jpg",
    "dummy": ""
  }
}

