{
  "article": {
    "article_title": "Expanding the repertoire of therapeutic protein expression tool-box",
    "article_author": "Dr. Simna Manoharan",
    "galleries": "./Expanding the repertoire of therapeutic protein expression tool-box/",
    "pic": "Expanding the repertoire of therapeutic protein expression tool-box.jpg",
    "article": "<div>Proteins, participating in a myriad of biological function, are at the core of all cellular activities occurring within living organisms. Therapeutic proteins, hence constitute a major part of the pharmaceutical industry. With advances in molecular biology, genetic and protein engineering, recombinant proteins production, for clinical application, have seen a giant leap. Currently there are approximately 150 therapeutic proteins approved and around 500 more in clinical trials. Mammalian cell lines are the most widely used expression system as the recombinant proteins expressed resemble the native protein in structure and function. However, the use of these cell lines presents several large scale production complications. Hence, a simpler, yet powerful expression system is always sought as an alternative. Lower eukaryotes such as the yeast expression system emerges as a winner in such cases.&nbsp;</div><div><br></div><div>One of the major drawbacks of yeast cells is its inability to perform post-translational modifications as found in higher eukaryotes. In the present work the yeast cells were manipulated to facilitate production of human-like recombinant proteins. A methylotropic yeast, Pichia pastoris, being a popular industrial protein production host, was used as a model system. Pichia post-translational pathway, in particular the one leading to the formation of glycoproteins varies greatly from that found in humans. Pichia expressed glycoproteins have a high-mannose (Man12-20GlcNAc2) structure. Human N-glycosylation, on the other hand, is complex type with biantennary structures (Sia2Gal2GlcNAc2Man3GlcNAc2), composed of a variety of&nbsp;</div><div>monosaccharides. Hence, Pichia expressed glycoproteins of human origin can have modified structure/function and can elicit immunogenic responses when administered for therapeutic use.</div><div><br></div><div>A method to engineer the Pichia N-glycosyaltion machinery in order to achieve human like complex glycan was developed. The process essentially involves disruption of the native N-glycosylation elements of Pichia and introduction of components from higher eukaryotic system. The N-glycosylation of proteins is a series of enzymatic reactions occurring sequentially in the endoplasmic reticulum and the Golgi apparatus. The formation of Pichia inherent high-mannose structures was first eliminated by the knockout of enzyme catalyzing the initial step of the pathway, thereby aborting the downstream reactions. Further, the enzymes from the higher eukaryotic systems were introduced in order to generate complex glycans. The enzymes catalyzing these subsequent reactions are membrane proteins and are localized in such a way that the product of one reaction acts as a substrate for the next. Hence, proper targeting of these enzymes to the sub-cellular organelles is essential. This was achieved by the use of chimeras of the yeast target signals and enzyme catalytic domains. Upon analysis, glycoengineered Pichia pastoris was found to express glycoproteins with homogenous human like complex glycans.</div><div><br></div><div>The ability of these strains to express bioactive therapeutic proteins was further tested using glycoprotein hormones. The glycoprotein hormone family comprising of follicle stimulating hormone (FSH), luteinizing hormone (LH), thyroid stimulating hormone (TSH) and human chorionic gonadotropin (CG) play a central role in regulating reproductive and metabolic functions in humans. Large scale expression of hCG in the glycoengineered Pichia cells were done in&nbsp;</div><div>fermenter cultures. Downstream processing leading to purified proteins was achieved in a two-step chromatography. The recombinant hormone was found to be structurally similar to the native hormone by biochemical analysis. The bioactivity of the purified recombinant hCG was tested in animal models and the hormone was able to elicit responses in rats and monkeys.</div><div><br></div><div>To further confirm our hypothesis, another molecule from the same family, FSH was also overexpressed in the glycoengineered Pichia. Recombinant FSH showed biochemical properties and in-vitro activity similar to the reference hormone indicating that the two preparations are similar in structure. rFSH was also found to be bioactive in in-vivo studies using female rats confirming that indeed the Pichia expressed proteins have therapeutic potential. Finally, an increase in productivity by modulating the growth environment of cells during large scale cultivations was also achieved to overcome the effects of engineering on cell growth.</div><div><br></div><div>Hence, an engineered yeast expression system with advantages such as ease of manipulation and growth, ability to perform human like post-translation modifications and higher productivity at reduced costs, compared to the animal cell lines, was developed and can be used for large scale production of any therapeutic glycoprotein.</div>",
    "about_author": "C. Simna Manoharan is a PhD student in the Chemical Engineering department with Prof Jayant Modak. She is an active participant in cultural and sports activities of SIMA.",
    "author_pic": "Dr. Simna Manoharan.jpg",
    "dummy": ""
  }
}

