{
  "article": {
    "article_title": "Friction Stir Processing for better materials",
    "article_author": "Naresh Narayanan",
    "galleries": "./Friction Stir Processing for better materials/",
    "pic": "Friction Stir Processing for better materials.jpg",
    "article": "<p>Aluminium alloys are still dominant as the most widely used materials in critical structural applications such as aerospace, marine and automotive industries due to their high strength to weight ratio. Metal working techniques that enhance further weight reduction along with the improvement in mechanical properties through the microstructural refinement produces ultra-fine grained (UFG) materials which offer ample scope to carry out research in this direction. Friction Stir Processing (FSP) which is derived from the revolutionary solid state joining technique of Friction Stir Welding (FSW) is emerging as one of the most competent method for achieving the same. In FSP, a non-consumable rotating tool having a shoulder and a pin is traversed along the region in which the property is to be enhanced. For the bulk production of UFG materials multipass FSP needs to be carried out.</p><p>In the present research work on three structural aluminium alloys, a bottom-up approach has been successfully developed for optimizing the FSP parameters [1]. The optimally processed samples are characterized using the advanced materials characterization techniques such as Scanning Electron Microscopy (SEM), Electron Back-Scattered Diffraction (EBSD), Electron Probe Micro-Analyser (EPMA) and X-Ray diffraction (XRD).</p><p>The optimal process parameters obtained from the experimental bottom-up approach helped in achieving bulk tensile strength higher than the starting material strength in the strain hardenable alloy 5086-O. In heat treatable alloys, due to the presence of a weaker affected zone the achievable strength in a single pass FSP were 93% and 80-85% of the starting material strength in the alloys 2024 and 2219 respectively. Micro-tensile testing of the samples taken from the nugget zone of the alloy 2024 indicated an ultimate tensile strength of 1.3 times the starting material strength. This strength increase is attributed to the combined effects of grain size strengthening and precipitation hardening. The bulk crystallographic texture observed is weaker in all the three alloys. Bulk texture measurements revealed that the texture development during FSP is an alloy independent phenomenon. Microstructural evolution during FSP is more of an alloy dependent phenomenon. Particle Stimulated Nucleation (PSN) and Strain Induced Boundary Migration (SIBM) is observed as the dominant nucleation mechanisms of Dynamic Recrystallization (DRX) in the heat treatable and strain hardenable alloys respectively [2-3].Subsequent heat treatment studies after FSP in the alloy 2024 confirmed that the processed microstructure is stable up to temperatures as high as 723K (450°C). These results are indicative of the advantage of FSP as a successful materials processing technique in which the retained lower strain energies leading to the development of a stable microstructure and texture. The advantageous highly compressive residual stresses are observed at different regions in the nugget zone of all the alloys after FSP. This is attributed to the combined effects of a solid state processing route and the optimal selection of process parameters.</p><p>Overall, FSP can be used as a successful grain refinement method for producing UFG materials by using a careful selection of the process parameters. The stability of microstructure and texture during multi-pass FSP and the presence of compressive residual stresses in the processed materials are the significant advantages of FSP in comparison with other competitive techniques.</p>",
    "about_author": "Dr. Naresh Nadammal was a PhD Student working with Prof. Satish V. Kailas and Prof. Satyam Suwas. He was the SIMA secretary during 2011 - 2012. He is currently a scientist at Federal Institute for Materials Research and Testing (BAM), Berlin.",
    "author_pic": "Naresh Nadammal.jpg",
    "dummy": ""
  }
}

