{
  "article": {
    "article_title": "Nano SWAT Teams suppress threat of cancer cells",
    "article_author": "Midhun Ben Thomas",
    "galleries": "./Nano-Capsules for Drug Delivery/",
    "pic": "Nano SWAT Teams suppress threat of cancer cells.jpg",
    "article": "<p>Delivery devices capable of responding to disease specific stimuli have generated significant scientific and technological interest due to their potential application as targeted and controlled drug-release systems. Several studies point to the fact that the therapeutic efficacy of a drug is highly dependent on the method of drug delivery employed. When a drug is administered by the conventional method, there is an initial rapid increase in the drug concentration in the blood, often crossing the toxic limits, followed by a sudden decline in the drug concentration to below the therapeutic level. To overcome this, drug-delivery devices have been designed to achieve sustained release profiles over longer time intervals. However, later studies revealed that in certain specific scenarios such as cancer treatment and vaccination, a rapid release of the drug after arrival at the target site was more desirable. This type of a release profile is expected to enhance therapeutic efficacy and reduce the probability of developing drug resistance. The ideal system for such a condition would be one that displays minimal premature release and a stimuli-responsive controlled release upon reaching the target site.</p><p>In this work, we have fabricated nanosized hollow capsules with clinically used FDA-approved biopolymer drugs. These nanocapsules have been fabricated by the layer-by-layer technique (Lbl) which involves the sequential deposition of oppositely charged polyelectrolytes (electrostatic interaction) onto a sacrificial silica template. This is one of the most promising candidates for this type of drug delivery owing to their tunable size, shape and membrane permeability. The first component of the nanocapsule is a peptide drug called protamine that also acts as the biostimulus-responsive component of the system. Protamine consists predominantly of the amino acid arginine which renders it a suitable substrate for trypsin and trypsin-like enzymes that are known to be overexpressed in pathological conditions such as cancer and inflammation. The other component of the capsule system is heparin, which is a widely used anti-coagulation drug and the size of the capsules so fabricated was about 200 ± 20 nm.</p><p>The drug-release characteristics of the system in response to pH variations and the presence of the enzyme stimuli were evaluated in vitro. In order to control the premature drug release from these nanocapsules, a shell crosslinking strategy was employed. This resulted in an efficient minimization of drug release in the absence of the enzyme, which in turn leads to minimal premature drug release in the physiological pH. The cellular uptake of these nanocapsules by breast cancer cells, MCF-7, was observed using confocal laser scanning microscopy (CLSM), while the effect of the nanocapsules on cell viability was evaluated using MTT assay which indicated it was biocompatible. These nanocapsules were designed such that upon internalization by cancer cells, they undergo disintegration making use of the pH and the enzyme triggers present inside cancer cells. This disintegration will initiate the anticancer drug-release process culminating in cancer cell death. We had used a model anti-cancer drug doxorubicin for demonstrating the functionality of the system.</p><p>The in vivo studies carried out using BALB/c mice indicated that the encapsulation of doxorubicin within the nanocapsules culminated in enhanced bioavailability compared to free doxorubicin. Hence, these nanocapsules fabricated from biopolymers have a high potential for use in clinical applications as intracellularly triggered drug delivery agents.</p>",
    "about_author": "Dr. Midhun Ben Thomas was a PhD Student working with Prof Ashok M Raichur & Prof V Nagaraj. He was(and is) to SIMA what Harsha Bhogle is to Indian Cricket. He is currently a Post-Doc at Tel Aviv University in Israel.",
    "author_pic": "Midhun Ben Thomas.jpg",
    "dummy": ""
  }
}

