{
  "article": {
    "article_title": "Role of RAG's in battle for survival",
    "article_author": "Nishana",
    "galleries": "./Role of RAGs in battle for survival/",
    "pic": "Role of RAGs in battle for survival.jpg",
    "article": "<p>An almost limitless number of antigens exist in the environment that body has to combat for its survival. Among the millions of lymphocytes (a distinct type of white blood cells that helps in immunity) in the blood, each one expresses a structurally different antibody to battle this plethora of antigens. Current research suggests that this enormously diverse repertoire of antibodies is generated in the lymphocytes by a process known as V(D)J recombination. My research was centered on a protein RAGs (Recombination Activating Genes)&nbsp;that play a pivotal role in this process.</p><p>RAG complex consisting of two proteins RAG1 and RAG2, is the enzyme responsible for the generation of antibody diversity. During this process, RAGs act as a&nbsp;sequence-specific nuclease&nbsp;(an enzyme that cuts DNA at a specific sequence) and introduce a break specifically at a sequence on the DNA in the antigen receptor loci called Recombination Signal Sequence (RSS). RSS consists of two conserved sequences, a heptamer (CACAGTG) and a nonamer (ACAAAAACC) separated by a spacer. RAGs can also act as&nbsp;structure-specific nuclease&nbsp;by cleaving distinct DNA structures like flaps, loops, bubbles, hairpins etc. However, little is known about the domains of RAGs responsible for this activity and how this structure-specificity is regulated at the genomic level.</p><p>Proteins have distinct regions that function independently referred to as “domains”. Earlier studies have shown that the nonamer binding domain of RAG1 is essential for its sequence-specific activity. However, the domain responsible for structure-specific cleavage by RAGs has remained unknown. In the present study, we show that its central domain (CD) is responsible for the DNA structure specific cleavage activity of RAGs. By further mutating the domain, we show that amino acids, Asp600 and Asp708 and zinc finger B (ZFB) which are part of this domain are inevitable for this activity. Thus, our results demonstrate that the specific domains present in RAG1 delineate its role during pathological and physiological functions.</p><p>In addition, the role of nonamer of RSS in the structure-specific nuclease activity of RAGs was characterized. In a conventional RSS, a heptamer and a nonamer have to be present for its activity. We show that the presence of DNA structures in the place of a heptamer increased RAG cleavage efficiency significantly. The position of nonamer with respect to DNA structure was important, but not the orientation. We have thus uncovered a new mechanism of illegitimate RAG cleavage, wherein a non-B DNA structure can replace the function of heptamer of V(D)J recombination and, despite the absence of a&nbsp;heptamer, a nonamer or a cryptic nonamer can direct cleavage to an adjacent mispaired base or a transiently single-stranded region due to a non-B DNA structure.</p><p>Chromosomal translocations are considered as one of the major causes of generation of cancer, particularly leukemia and lymphoma. In addition to the classical function during V(D)J recombination, illegitimate action of RAGs at non-B DNA structures and cryptic RSSs can lead to generation of translocations involving non-antigen receptor loci. However, the factors regulating this aberrant activity are largely unknown. In the physiological scenario, mismatches in DNA can be formed due to point mutations and deaminations. Such mismatches or non-B DNA structures when present in lymphoid tissues could serve as targets for RAGs, leading to genomic rearrangements. Presence of a large number of cryptic nonamers in the genome can exacerbate the situation by enhancing RAG induced DNA breaks in those sites. We show that 65% of the translocations in lymphoid cancers had breakpoints near nonamers. RAGs can bind to a nonamer and direct the cleavage to an adjacent mismatch. As a proof of principle, we show that the fragile region involved in chromosomal translocations associated with&nbsp;BCL2&nbsp;(B cell lymphoma 2) could be cleaved by RAGs following a nonamer-dependent mechanism, making the study physiologically relevant. In addition, RAGs could efficiently bind to cryptic nonamers present at&nbsp;BCL1&nbsp;MTC involved in t(11;14) in mantle cell lymphoma and cleave at adjacent mismatches. Thus, we identify a novel mechanism for the generation of chromosomal translocation, where in RAGs bind to a nonamer and direct the cleavage to an adjacent mismatch or non-B DNA structure.</p><p>HIV integrase inhibitors have been developed as the most promising and recent treatment strategy for AIDS. Raltegravir and Elvitegravir are two integrase inhibitors that have been approved for clinical use. Integrase, being an enzyme required for the replication of HIV has become an attractive target for retroviral therapy. These drugs were developed considering that integrase do not have a human homologue. However, bioinformatic analysis showed a striking similarity of integrase to RAG1. In the present study, using purified RAGs, it was shown that among the two inhibitors, Elvitegravir hampered several physiological functions of RAGs. However, the binding and cleavage by RAGs remained unaffected by the second compound, Raltegravir, even at the highest concentration used. These results point towards potential drug associated risk of immunotoxicity in patients treated with integrase inhibitors.</p><p>&nbsp;The study may help in the better understanding of RAG induced genomic instabilities in lymphoid tissues.</p>",
    "about_author": "Dr. Mayilaadumveettil Nishana was a PhD student working with Prof. Sathees C Raghavan. She was an active singer during various events of SIMA.",
    "author_pic": "Nishana.jpg",
    "dummy": ""
  }
}

