{
  "article": {
    "article_title": "SYRIA- A DISCOLORED REVOLUTION",
    "article_author": "Sanjay Vishwanath",
    "galleries": "./SYRIA: A discolored &nbsp;revolution/",
    "pic": "",
     "article": "<div><span style=\"background-color: rgba(255, 255, 255, 0);\"><b>PRELUDE:</b></span></div><div><span style=\"background-color: rgba(255, 255, 255, 0);\"><br></span></div><div><a href=\"https://en.wikipedia.org/wiki/Colour_revolution\">Colored Revolutions</a> have been a preferred option for US &amp; NATO to effect regime changes in non-friendly third world countries since the fall of Soviet Union. The basic moves in such revolutions have been organized riots which result in violence, civilian casualties (martyrs) and then using the bloodshed as cover for bringing down the government with the installation of a transition government backed by west and UN. Public and Social media have played important role in such revolutions with the rebels gaining de-facto acceptance as democratic freedom fighters and the government as an autocratic and corrupt monster looting and murdering innocent civilians.</div><div>&nbsp;</div><div><div><img src=\"./discussions/SYRIA-%20A%20discolored%20revolution/Fig1.png\" width=\"700\" height=\"336\"></div><div>Source: http://csis.org/files/publication/140529_Russia_Color_Revolution_Full.pdf</div></div><div><br></div><div>One can be curious as to why these democratic rebels seem to pop up in only those countries which are of strategic interest to west. Not to mention that no such coups occur in western backed countries especially Middle Eastern monarchies. Any chance for conflicts in such countries is invariably put down with tacit western support as seen in <a href=\"https://en.wikipedia.org/wiki/Bahraini_uprising_of_2011\">Bahrain</a>. One can also note that the West has been involved in coups against democratic countries like <a href=\"https://en.wikipedia.org/wiki/1953_Iranian_coup_d'%C3%A9tat\">Iran</a> and installing friendly dictatorships in <a href=\"https://en.wikipedia.org/wiki/Military_dictatorship_of_Chile_%281973%E2%80%9390%29\">South America</a> since the cold war. So strategic interests dictate western diplomacy and operations rather than democracy or human rights which are rather convenient tools for achieving these objectives. It is in this context that one must observe the Syrian conflict and its effects on the rest of the world. The western designs for a colored revolution failed because of several factors including conflict of interests among its allies and the resultant chaos created monstrous Islamic State in Iraq and Syria(ISIS) which is now competing with previous western creation: Al-Qaeda in spreading terror across the world. Thus the beautiful lands of Syria and Iraq which were cradles of human civilization have been blackened by the geo-political designs for western supremacy in the region.</div><div>Since Syrian conflict is part of the wider <a href=\"https://en.wikipedia.org/wiki/Arab_Spring\">Arab Spring</a>, one must dwell a bit into the genesis of these revolutions. The Arab Spring revolutions are not the pure result of development aspirations of people. After all, people across the world share economic and social aspirations to improve the existing systems. The critical seeds of the Arab Spring have been the superpower aspirations of rising powers in the region like Turkey, Iran and Qatar.</div><div><br></div><div><img src=\"./discussions/SYRIA-%20A%20discolored%20revolution/Fig2.png\" width=\"700\" height=\"336\"></div><div>&nbsp;Source: http://www.economist.com/blogs/graphicdetail/2016/01/daily-chart-8</div><div><br></div><div>Turkey under <a href=\"https://en.wikipedia.org/wiki/Recep_Tayyip_Erdo%C4%9Fan\">President Erdogan</a> has been the model for Islamic democracy which has merged Islamic principles with economic development and free market philosophy. It has been the role model for all Arab Spring revolutions as evident in <a href=\"https://en.wikipedia.org/wiki/Egyptian_Revolution_of_2011\">Egyptian revolution</a> that installed <a href=\"https://en.wikipedia.org/wiki/Muslim_Brotherhood\">Muslim Brotherhood</a> backed <a href=\"https://en.wikipedia.org/wiki/Mohamed_Morsi\">Morsi</a> government. The Muslim Brotherhood share Islamic traits of the ruling AKP party in Turkey and was actively supported by Turkey and Qatar during the revolution. Turkey wants to become the patron of Islamic democracy in the region while Qatar is looking to play second fiddle to Turkey using its vast funds as well as its powerful Al-Jazeera channel. But the only hiccup in the Egyptian revolution was that it was close to the Arabian heartland and hence evoked fears in the monarchies of Middle East including Saudi Arabia about democratic protests in their own countries. This led to the <a href=\"https://en.wikipedia.org/wiki/2013_Egyptian_coup_d'%C3%A9tat\">military coup</a> by current Egyptian president Al-Sisi that had the backing of Saudis and GCC (Gulf Cooperation Council) who are not happy with the current Turkey-Qatar alliance. That US is not in control of its Arab allies can be seen from the initial wave of support for the Morsi government followed by the acceptance of the military coup for ‘stability’. Saudi Arabia has since banned the Brotherhood as a terrorist organization. The imprisonment and later trials of Al-Jazeera personnel by the Military government is no coincidence in this context. This division within the Sunni allies will play a critical role in the Syrian conflict and affect western designs for that country.</div><div><span class=\"Apple-tab-span\" style=\"white-space:pre\">\t</span>The prelude to Syrian conflict will not be complete with an overview of <a href=\"https://en.wikipedia.org/wiki/Balkanization\">Balkanization</a> and <a href=\"https://en.wikipedia.org/wiki/Libyan_Crisis_%282011%E2%80%93present%29\">Libyan revolution</a>. Balkanization is used to refer to the dismemberment and fragmentation of Balkan region into different nations. Though it has been used to describe the situations during collapse of Ottoman government, the recent application has been the division of erstwhile communist Yugoslavia along ethnic and religious lines into the independent nations of Slovenia, Serbia, Montenegro, Macedonia, Croatia and Bosnia-Herzegovina.</div><div><span style=\"background-color: rgba(255, 255, 255, 0);\"><br></span></div><div><span style=\"background-color: rgba(255, 255, 255, 0);\"><img src=\"./discussions/SYRIA-%20A%20discolored%20revolution/Fig3.png\" width=\"700\" height=\"336\"></span></div><div><span style=\"background-color: rgba(255, 255, 255, 0);\">Source: https://en.wikipedia.org/wiki/Yugoslav_Wars</span></div><div><span style=\"background-color: rgba(255, 255, 255, 0);\"><br></span></div><div><span style=\"background-color: rgba(255, 255, 255, 0);\">As Indians, these events should remind us of division of Bengal and Punjab into East and Western regions based on religion and which eventually paved way for the two state theory of Pakistan and India. The simple purpose of such a division can be seen from the divide and rule strategy implemented with great success during the colonization drive. No faction will become powerful enough to unite the country and challenge the colonial masters while no faction will be allowed to be eliminated. One has to remember that the same strategy was used against the Ottoman Empire to ‘liberate’ Arabia and divide it into kingdoms which suited European interests. Saudi-Arabia, Jordan, Yemen, Iraq were all part of <a href=\"https://en.wikipedia.org/wiki/Sykes%E2%80%93Picot_Agreement\">British-French strategy</a> to control Ottoman and Persian interests in the region. The balkanization has been applied even in Africa with the latest victim being <a href=\"https://en.wikipedia.org/wiki/Second_Sudanese_Civil_War\">Sudan</a>. This strategy is the core of Syrian conflict. Syria is ruled by Alawites led by President Assad who are Shias while the majority of Syrians are Sunni. There are also influential minorities like Druze community as well as Kurds. A detailed view of Syrian ethnic and religious groups is available <a href=\"http://www.geopoliticalatlas.org/wp-content/uploads/2015/02/syria_and_iraq_main_ethnic_and_religious_groups.png\">here</a>. The SAA(Syrian Arab Army) is also composed of people from different religions and ethnicities. Syria has historically been aligned against Israeli and NATO interests in the region. It has been involved in Israel-Arab wars and has been supporting Hezbollah in Lebanon against Israel. As such Syria was an excellent candidate for Balkanization.</span></div><div>&nbsp;</div><div><img src=\"./discussions/SYRIA-%20A%20discolored%20revolution/Fig4.png\" width=\"700\" height=\"336\"></div><div>Source: https://niqnaq.wordpress.com/2012/07/11/everything-you-already-knew-about-syria</div><div><br></div><div><span style=\"background-color: rgba(255, 255, 255, 0);\">It is to be noted that Balkanization would primarily serve the interests of Middle Eastern allies like Turkey, Israel and Saudi Arabia rather than US or NATO. A democratic Syria will have a Sunni government like Iraq after the fall of Saddam Hussein and will be useful for US in controlling Middle East provided it remains loyal. This should not be difficult considering US control over the Sunni bloc. But a strong Syria allied with US will be against the objectives of Israel which would be encircled by Sunni nations and would share an uneasy alliance as seen with Saudi Arabia and Turkey. Israeli interests lie in creating a Kurdish independent state including oil rich cities like Kirkuk in Iraq and thus keeping tabs on Turkey, Syria, Iraq and Iran at the same time. Israel will also be interested in cutting off supplies to Hezbollah in Lebanon through Syria. As such Israeli interests lie in independent Kurdistan and an understanding with Syria over Hezbollah. Turkey on the other hand does not want an independent Kurdish state which would raise sectarian tensions in its South East regions and evoke memories of <a href=\"https://en.wikipedia.org/wiki/Kurdish%E2%80%93Turkish_conflict_%281978%E2%80%93present%29\">war with Kurdish groups</a> whose embers are still hot. With a growing economy and neo-Ottoman outlook, Turkey has been actively trying to build influence in the region. It has allied with Iran and Qatar for promoting Islamic democracy while working towards joining European Union. With its strategic control over Bosporus straits, Turkey has ambitions to become a major player in the lines of Ottoman Empire by controlling lucrative gas and oil trade to Europe similar to the Spice and Silk routes in Medieval times. Qatar has been in partnership with Turkey in Egypt and as such share Turkish interests in Syria and Iraq. Qatar and Turkey also share interests in the lucrative <a href=\"https://en.wikipedia.org/wiki/Qatar-Turkey_pipeline\">gas pipeline</a> to Europe which has tacit US support since it will diversify Europe’s supply away from Russia as well as possibly <a href=\"https://en.wikipedia.org/wiki/Iran-Iraq-Syria_pipeline\">Iran</a>.</span></div><div><span style=\"background-color: rgba(255, 255, 255, 0);\"><br></span></div><div><img src=\"./discussions/SYRIA-%20A%20discolored%20revolution/Fig5.png\" width=\"700\" height=\"336\"></div><div>Source: http://www.oil-price.net/en/articles/oil-prices-and-syrian-civil-war.php</div><div><br></div><div><span style=\"background-color: rgba(255, 255, 255, 0);\">However Syria torpedoed these plans by refusing to work against its staunch ally Russia. Even after unofficially ceding claims to <a href=\"https://en.wikipedia.org/wiki/Hatay_Province\">Hatay</a> province in Turkey, the refusal to join the Qatar-Turkey pipeline project hurt Assad’s relation with Turkey and thus both of these countries will play important roles in the upcoming conflict. With the fall of Saddam Hussein in Iraq and the country’s transition to Shia dominated democracy, Saudi Arabia has been wary of western designs for the region. Naturally a regime change in Syria with transition to Sunni dominated democracy should be welcome change to Saudi influence in the region against Iranian designs. But Saudi Arabia’s conflict with a US allied democratic Sunni Syria lies in the word democracy. Though it shares Sunni bloc with Turkey and Qatar, Saudis know that democratic Islam is a long term threat to the monarchy and as such its interests lie in creating a Sunni buffer state through Syria and Iraq against Iran without democratic credentials. The Qatari support for Muslim Brotherhood in Egypt as well as Bahrain has been source of friction between the two countries. In both cases, Saudis intervened to crush the pro-democracy movements and maintained autocratic regimes. This conflict of interests between western allies will lead to a cocktail of groups each serving their overlord’s interests rather than the western agenda of regime change under the aegis of colored revolution.</span></div><div><span class=\"Apple-tab-span\" style=\"white-space:pre\">\t</span>The Libyan revolution in 2011 resulted in the killing of the Dictator Gaddafi and the fragmentation of the country among different rebel groups including jihadists allied to Al-Qaeda as well as Islamic State. It is the 2nd war in the region for oil after Iraq invasion in <a href=\"https://en.wikipedia.org/wiki/2003_invasion_of_Iraq\">Operation Enduring Freedom</a> in Iraq. The setting was the same: A non-western allied dictator ruling a country with substantial oil reserves which were not under the control of western oil companies. But learning from their mistakes in Iraq in 2003, this time the west went for a colored revolution while using a UN no fly zone to keep Gaddafi’s air force grounded. On the other hand, western air forces with UN mandate to protect civilians actively aided rebels by hitting pro-regime forces and eventually overthrowing the regime. But these same rebels with jihadist ideologies stoked up old 9/11 fears with the <a href=\"https://en.wikipedia.org/wiki/2012_Benghazi_attack\">Benghazi</a> attacks in 2012 (while Syrian conflict was underway) creating widespread apprehension in western civilians regarding the true nature of the revolution. Even after Afghan jihad and resulting 9/11, west still seems to have no qualms about supporting religious fanatics against moderate but unfriendly regimes. The overall result of Benghazi attack was that the farce about ‘civilian’ rebellion propaganda was blown up and when the role of jihadists in Syria became clear, west no longer had the leverage among their own civilians to orchestrate a repeat of Afghanistan in Syria. The people were no longer blinded by media campaigns on ‘Mujahedeen’ and rather saw them as the fanatics they were.</div><div>&nbsp;</div><div><img src=\"./discussions/SYRIA-%20A%20discolored%20revolution/Fig6.png\" width=\"700\" height=\"336\"></div><div>Source: http://www.bbc.com/news/world-africa-31518698</div><div><br></div><div>This completes the prelude to the conflict. In the next section, I would like to discuss the events up to Russian overt intervention in the conflict.</div><div><br></div>",
    "about_author": "Sanjay Vishwanath is a PhD Student in Electrical Engineering Department at Indian Institute of Science, Bangalore",
    "author_pic": "Sanjay Vishwanath.jpg",
    "dummy": ""
  }
}

