{
  "article": {
    "article_title": "MUDRA",
    "article_author": "Author Name",
    "galleries": "./MUDRA/",
    "pic": "MUDRA.jpg",
    "article": "<p>MUDRA is the annual cultural fest of SIMA, going by the motto of celebration of good old days and sweet memories. It provides a forum for its members to show case their talent and creativity and awaken the child in each and every one of us. The event also encompasses the vision of introducing the traditional (folk, classical) art forms of Kerala to the institute community at large.&nbsp;</p><p>This includes bringing on stage various traditional dance and theatre forms of Kerala and conducting art exhibitions showcasing various aspects of Kerala history-literature, politics, cinema etc.&nbsp;</p><p><span style=\"background-color: rgba(255, 255, 255, 0);\">MUDRA celebrates our mother tongue Malayalam and the rich cultural heritage of Kerala.</span></p><p><span style=\"background-color: rgba(255, 255, 255, 0);\">In 2015, Mudra showcased events evocative of our childhood such as puppet show and kathaprasangam (story telling) and off-stage events like mayilpeeli, a questionnaire by the curious and Earnest Humming ways, a celebration of Malayalam poetry through navarasas. There were other entertaining events such as skit, dance items, mime, mimicry and koythupaattu (harvest song and dance) and off-stage events like love-letter writing, the featuring of a short film and exhibition of caricatures.</span></p><p><span style=\"background-color: rgba(255, 255, 255, 0);\">2014 edition of Mudra featured Koodiyattam, the sole surviving form of classical Sanskrit theatre with a history that dates back to more than 2000 years. It has been recognized by UNESCO as “One of the masterpieces of Oral and Intangible Heritage of Humanity. The story was Jadayu vadham led by Painkulam Rama Chakyar, &nbsp;the story of Jadayu trying to stop Ravana from abducting Sita, based on Shakti Bhadran's Aascharya Choodamani. The other attractions were Mohiniyattam, Margamkali and Oppana by students and an Art &amp; Photo expo,an informative art exhibition depicting the history and lifestyle of Kerala.</span></p><p><span style=\"background-color: rgba(255, 255, 255, 0);\">In 2013, the event was graced by Chief Guest K Jayakumar and Rajan Gurukkal and was laced with the exceptional Kathakali performance of Kalamandalam Hari. In tandem, an art festival featuring the timeline of Kerala history and caricatures of legendary literary figure Vaikom Muhammad Basheer among others, was celebrated.</span></p><p><span style=\"background-color: rgba(255, 255, 255, 0);\">Mudra &nbsp;was celebrated for the first time in 2010 with the aim of consolidating the talents from among the Malayalee community. The event was widely attended and was instrumental in bringing together more and more people to participate in the activities of SIMA thereafter.</span></p><p><span style=\"background-color: rgba(255, 255, 255, 0);\"><br></span></p>",
    "about_author": "About Author",
    "author_pic": "Author Name.jpg",
    "dummy": ""
  }
}

