{
  "article": {
    "article_title": "Onam",
    "article_author": "Neethu",
    "galleries": "./Onam/",
    "pic": "Onam.jpg",
    "article": "<p>Home is where the heart is and eventually that is what the heart actually yearns for. Having to lead a life away from the confines of our home is a difficult choice that we all have to make at some point in our lives. But at certain junctures, life does takes us to places where we feel at home in spite of being away from it &amp; the Science Institute Malayali Association (SIMA) is inarguably one such place. This gets proved beyond an iota of doubt during festivals and undoubtedly, Onam is a nostalgic time for every non-resident Malayali. The smell of the freshly fried banana chips in coconut oil tickles our senses, the visual treat of the floral carpets lingers in our mind and the spirit of Onam are seen in everyone’s faces during this time. As always, this year too SIMA had made sure to keep the spirit of Onam alive in IISc.</p><p>This year the celebration started on the eve of Thiruvonam which fell on August 29th, and it was perfectly spent celebrating the togetherness and unity of the community, by creating an exquisite floral carpet. The participation by the entire community including the non-malayalis throughout the night with a ‘come rain or shine’ attitude is something even unusual in Kerala. Floral preparations started at around 10 p.m. in C-mess and it was a lively environment throughout with occasional sips of black tea and snacks. The design conceived in the creative minds of Vaisakh Pradeep and Nithin Thakadiyel, after 10 hours of combined effort and devotedness, manifested in a beautiful floral carpet. This year the design showed off our cultural heritage with Theyyam which is our private pride taking center stage. The best part about this whole activity was the unity we shared and the significant contribution that each one played in creating this beautiful masterpiece. The thiruvonam day was made memorable by the delicious food served by the C-mess workers. As the spirit of Onam kicked in, even sleep took a back seat which was proved by the active participation in Onam games by the entire community after lunch.</p><p>The day of the Onasadya started with active participation of the SIMA members in the preparation of the delicacies. The enthusiasm and spirit of the people preparing the sumptuous spread was amply reflected in the deliciousness of the meal. Once again the culinary mastery of Karuthedam and his team provided gastronomic bliss to all the foodies in IISc. The sadya commenced at around 7.30 p.m on September 19th and since the pleasure of mind and mouth does go hand in hand, the SIMA members didn’t fail to entertain the audience with their various talents. The evening air was serenaded by the musical performances and even Maveli didn’t fail to visit his subjects even though it was well past his annual leave allowance from the nether world. The elegance and beauty of the Kaikottikali was rendered through an outstanding performance by the incredible ladies while the gentlemen also tried their hand in it in an effort to claim back what was rightfully theirs.</p><p>Another attraction of the Onam events was the Nizhal Pavakoothu (Shadow puppet show) performed by K. K Ramachandra Pulavar and team from Koonathara, Shoranur. The retelling of Kambaramayanam in such a creative way was a novel experience to the entire IISc community. The performance and the techniques used were phenomenal and it didn’t require an expert to appreciate the beauty of the art they performed. The dedication of the artists and his entire family towards this art form brought forth a feeling of respect and appreciation towards our own culture and civilization. It provided us with an occasion to appreciate the wonders of humanity apart from science.</p><p>Overall this year’s Onam in IISc was an enthralling and heartwarming experience for everyone involved. It once again made us realize the strength and the warmth that we shared as a community which was a testament to the numerous events that we had organized in the past.</p>",
    "about_author": "Student at IISc",
    "author_pic": "Neethu.jpg",
    "dummy": ""
  }
}

