{
  "article": {
    "article_title": "SIMA Cricket League",
    "article_author": "Midhun Ben Thomas",
    "galleries": "./SCL/",
    "pic": "SCL.jpg",
    "article": "<p>SIMA Cricket League (SCL) is into its 3rd edition &amp; with each passing year as has been the norm with all other activities of SIMA, it has got BIGGER &amp; BETTER. SCL was the first main sports event that SIMA had organized which paved the way for a host of other events in due course of time. As opposed to the previous two editions, an interesting innovation that was brought into the picture this year was the player's auction which saw 65 candidates putting in their names into the lot. They were bided into five teams namely Chambakkulam Chulanz, Chaos United, Kaalakoottam Returns (KKR), Kannur Blasters &amp; Kattile Kombanmaar who were captained by Parameswaran TG, Jahfer Sharif, Nijil K, Athul Joseph &amp; Mohammed Imtiaz respectively. The format remained more or less similar to the previous edition with each team facing the other teams once each in a 12-over a side match with a win yielding two points. Based on the points tally, the top ranked team proceeded directly into the finals while the 2nd &amp; 3rd placed teams faced off in an Eliminator to book the remaining spot in the final.</p><p>Due to intermittent showers which had wreaked havoc in the previous editions, there have been talks of a possible postponement of the event from the customary August-October period. But the Organizing Committee headed by Rejesh N A decided against it &amp; thankfully even celestial intervention ensured that the rains stayed away during the course of the matches. SCL-3 got off to a rollicking start as the opener between Chaos &amp; KKR turned out to be a low scoring thriller &amp; set the tone for a pulsating tournament. The league phase was witness to some exhilarating matches such as Nigil R's superlative innings of 63* which saw Chambakkulam triumph over Kombanmaar by 3 wickets in the very last ball of the match, Tino S's blistering 41* as Chaos decimated Chambakkulam by 10 wickets with close to 4 overs to spare, Rejesh's all-round performance that proved to be the difference between KKR &amp; Kombanmaar as the former edged through by 12 runs &amp; Kombanmaar's disciplined performance over Blasters which emphasized that they were not merely present to make up the numbers.</p><p>By the end of the league phase, Chaos captured the numero uno spot with a clean slate &amp; booked their place in the final. In a twist that was least expected, KKR who had been on cruise control until they came across Blasters managed to wriggle their way into the Eliminator courtesy of Chambakkulam's smashing win against Kombanmaar in the last league encounter. However, KKR was annihilated by Blasters yet again as they succumbed to an emphatic 8 wicket loss. In the Grand Finale which was as per T20 rules, Chaos on the back of their premier batsman Ashith Shyam's 54 posted 121. Even though the score was par at best, Blasters were never in the hunt due to the miserly spells of the opposition until Athul Joseph unleashed an impressive counter attacking innings of 45. But Chaos still maintained their stranglehold to win by 12 runs &amp; claimed the bragging rights of being addressed the&nbsp;<i>Champions of SCL-2015</i>.Ashith Shyam swept the main awards such as&nbsp;<i>Man of the Series</i>&nbsp;&amp;&nbsp;<i>Best Batsman</i>, for the second year running &amp; provided testament as to why he was the most expensive player at the auction. In a unique distinction, he also extended his record of having won the MoM in the finals of all the editions. As for other prominent awards, Ajay Joseph was adjudged the&nbsp;<i>Best Bowler</i>&nbsp;while Georgin was proclaimed as the&nbsp;<i>Find of the Tournament</i>.</p><p>The Organizing Committee consisting of Rejesh N A, Anoop Thomas, Sujeesh S, Ashik M, Mohammed Imtiaz, Jobin Francis &amp; Nidhin Kurien deserves all the accolades as it was a brilliantly planned &amp; well executed tournament. As always, the success of any event inevitably depends on team work &amp; this was no different; as many others have also worked selflessly behind the scenes to ensure that there was no lapse in any aspect of the organization. They have set a new benchmark in professionalism which will take some doing to overcome, but then SIMA members have always excelled in their endeavors every year, so even this won't be any different for sure!!!</p>",
    "about_author": "He is currently a Post-Doc in Israel.",
    "author_pic": "Midhun Ben Thomas.jpg",
    "dummy": ""
  }
}

