{
  "article": {
    "article_title": "SIMA Premier League",
    "article_author": "Author Name",
    "galleries": "./SPL/",
    "pic": "SPL.jpg",
    "article": "<p>Less than a fortnight into 2016 &amp; already a sense of anticipation can be felt in the cool air of Bangalore as IISc decks up to host the 3rd edition of SIMA Premier League (SPL). Undoubtedly, the crown jewel among SIMA’s numerous premier sporting events; SPL had hogged the lime-light ever since it was conceived. &nbsp;Inspite of the fact that it is an event which featured only the regional players, it had made everyone sit up &amp; take notice for the impressive manner it has been organized over the years not to forget the creativity which has been the highlight of the event.</p><p>As has been the norm of the previous editions, the first step towards the formation of the teams was the SPL Auction which took place a couple of months back on November 18th as 62 players went under the hammer. If the idea of auction was enthralling, the organizers spiced it up with a host of innovations such as “Instant Re-Bid”, “Concealed bidding” &amp; “Instant Player Card”. The managers as always warmed up to the task &amp; used their grey matter judiciously to assemble their teams who they believed would last the distance. By the end of the day, we had six teams of distinct class &amp; ability which promised that the quality of the tournament was in no way going to be a matter of concern.&nbsp;</p><p><b>United FC Manjeri&nbsp;</b></p><p>After having plied his trade as a player in the previous editions, Pradeep AV has donned the cap of a manager and has the experienced war horse, Akhil G as the captain by his side. With players like the hard working Amal Roy, fleet footed Jobin Francis, seasoned Nigil R &amp; the ever improving Jobin Unnupatt; they can be quite a handful for any opposition. But what will further gladden their hearts is the presence of a lethal striker in Vysakh, the ace playmaker in Roshan &amp; the dependable Raees. With so much talent on offer, there is no need for superstitions but Pradeep would be secretly hoping that the name “Manjeri”, the champion of the previous editions will prove to be lucky for him.&nbsp;</p><p><b>Kovalam Titans</b></p><p>The challenge of managing the Titans has been taken up by the laid back Nimesh V who would be keen to talk tough &amp; get his wards on the money from the onset. Even if he fails to inspire them from outside the field, he can rest assured that the presence of the inspirational playmaker &amp; captain, Anoop Thomas will have the players on their toes. The team does have a host of new faces, but with players like the talented Suvin, competent Georgin, game awareness of Vijayraj &amp; the relentless Rahul Sasi in their ranks; they do have what it takes to make people notice them.</p><p><b>Cherai Challengers</b></p><p>Its common knowledge that more often than not nicknames does imply a certain trait of that person &amp; if that’s the case, Sanjay V popularly known as “Jadoo” would be hoping that he could create magic with his team. Luckily for him, he has the brilliant Arjun K P who can create magic on the field which saw him bag the “Golden Boot” in SPL-2. &nbsp;Though the team might seem green horned, the presence of the determined Nirmaljith &amp; the prowess displayed by the imposing Dawn, the sure footed Hisham and the incisive Manu exudes confidence for their fans.&nbsp;</p><p><b>Beypore Sulthanz</b></p><p>One of the only team names which have made a re-appearance this year &amp; Justin would be hoping to etch the name on the trophy which his predecessor failed to accomplish. But none would be keener than the illustrious Anwar Jabbar who came up second best in both the editions despite a stellar individual performance which saw him adjudged the MVP in both the seasons. The captain’s band is wrapped around the capable arms of Sujeesh, who also keeps vigil of their post after having done it with elan previously. In addition, they have the tenacious Nirmal John, the mature Srihari &amp; the skillful Sudheer; all of which augurs well for their conquest for glory.</p><p><b>Nilambur Tigers</b></p><p>After having missed SPL-2 due to a freak injury, Subash Mandela has decided to don the jersey of the manager this season &amp; lead his team to victory. Captaining his troops to battle is Adil Meersha, whose expertise in guarding the net had drawn praise from various quarters in the previous edition. Among the numerous debutants this season, one player who had caught the fancy of many even before the tournament has commenced is Prijesh for his superlative all-round skills. Add to it, the proficient Doney Alex, the sprightly Felix Abraham, the sturdy Ajay Joseph and the crackerjack Varun T V; it promises to be a combination which will have the punters interested.&nbsp;</p><p><b>Pala Strikers</b></p><p>For trivia lovers of SPL, the name of the stalwart Arunbabu is something that they would never dare to overlook after all he is the only one to have managed a team in every season &amp; even led his team to the runners up spot in SPL-2. With such an illustrious career, he would be keen to round it up with the glittering trophy in his grasp on Feb 21st &amp; he has made sure to make all the right noises at the auction with the trustworthy veteran Jahfer Sharif given the reins of the team. On paper, they do seem to be the ones to beat with players like the maestro Athul Joseph, the insistent Bibin Francis, the dynamic Yedu Prasad, the impactful Tino s &amp; the commendable Ashwin Bose. So can they replicate their form onto the field??? Hmm, well that is something which only time can reveal.</p><p>So can anyone foresee the future &amp; predict who will be crowned champions of SPL-3??? Will it be Manjeri looking for their 3rd title on the trot like Spain who guns for the Euro Cup or will it be Anwar’s Beypore Sultanz which will make him third time lucky??? Well why bother looking at the crystal ball when you can soak in the pleasure by being on the ground in a few days’ time. Whoever might be the champions, we can rest assured that it would be a lip-smacking tournament after all each of the teams have an enviable blend of experience &amp; youth. So what are you waiting for??? re-schedule your timings for the next 5 weeks &amp; be a part of this riveting extravaganza!!!</p>",
    "about_author": "About Author",
    "author_pic": "Author Name.jpg",
    "dummy": ""
  }
}

